Repository: bstone108/pt-battery-widget
Catalog: po/*.po
Languages: bn_in, ca, da, el, es, fa, fo, pa, vi, zh_tw

source: Battery: %d%% charged, %d:%02d until full
bn_in: ব্যাটারি: %d%% চার্জ হয়েছে, %d:%02d বাকি চার্জ সম্পূর্ণ হওয়ার জন্য
ca: Bateria: %d%% de càrrega, %d:%02d fins a finalització de la càrrega
da: Batteri: %d%% ladt op, %d:%02d indtil fuldt opladt
el: Μπαταρία:%d%% φορτισμένη,%d:%02d μέχρι την πλήρη φόρτιση
es: Batería:%d%% cargada, %d:%02d para llenarse
fa: باتری: %d%% شارج شده است، %d:%02d تا شارج کامل
fo: Battarí: %d%% løtt, %d:%02d inntil fult er
pa: ਬੈਟਰੀ: %d%% ਚਾਰਜ ਹੈ, %d:%02d ਪੂਰੀ ਚਾਰਜ ਹੋਣ ਲਈ
vi: Battery: %d%% đã nạp, %d:%02d cho đến lúc đầy
zh_tw: 電池用量:%d%% 已充電,%d:%02d待充

source: Battery: %d%% charged, %s
bn_in: ব্যাটারি: %d%% চার্জ হয়েছে, %s
ca: Bateria: %d%% de càrrega, %s
da: Batteri: %d%% ladt op, %s
el: Μπαταρία:%d%% φορτισμένη, %s
es: Batería: %d%% cargada, %s
fa: باتری: %d%% شارج شد، %s
fo: battarí:%d%% løtt, %s
pa: ਬੈਟਰੀ: %d%% ਚਾਰਜ ਹੈ, %s
vi: Pin: %d%% đã nạp, %s
zh_tw: 電池用量:%d%% 已充電, %s

source: charging finished
bn_in: চার্জিং সম্পূর্ণ হয়েছে
ca: ha finalitzat la càrrega
da: opladning færdig
el: Η φόρτιση ολοκληρώθηκε
es: carga finalizada
fa: اتمام شارج شدن
fo: løðing liðug
pa: ਚਾਰਜ ਕਰਨਾ ਪੂਰਾ ਹੋਇਆ
vi: nạp hoàn tất
zh_tw: 已完成充電

source: charging
bn_in: চার্জ করা চলছে
ca: s'està carregant
da: oplader
el: Φορτίζει
es: cargando
fa: درحال شارج
fo: løði
pa: ਚਾਰਜ ਹੋ ਰਹੀ ਹੈ
vi: đang nạp
zh_tw: 充電中

source: Battery: %d%% charged, %d:%02d left
bn_in: ব্যাটারি: %d%% চার্জ হয়েছে, %d:%02d বাকি
ca: Bateria: %d%% de càrrega, queda %d:%02d fins a finalització de la càrrega
da: Batteri: %d%% ladt op, %d:%02d tilbage
el: Μπαταρία: %d%% φορτισμένη, %d:%02d απομένει
es: Batería: %d%% cargada, queda %d:%02d
fa: باتری: %d%% شارج شد، %d:%02d باقی مانده است
fo: Battarí: %d%% løtt, %d%02d er eftir
pa: ਬੈਟਰੀ: %d%% ਚਾਰਜ ਹੈ, %d:%02d ਬਾਕੀ
vi: Pin: %d%% đã nạp, %d:%02d còn lại
zh_tw: 電池用量:%d%% 已充電,還剩%d:%02d

source: Battery: %d%% charged
bn_in: ব্যাটারি: %d%% চার্জ সম্পন্ন
ca: Bateria: %d%% de càrrega
da: Batteri: %d%% ladt op
el: Μπαταρία: %d%% φορτισμένη
es: Batería: %d%% cargada
fa: باتری: %d%% شارج شد
fo: Battarí: %d%% løtt
pa: ਬੈਟਰੀ: %d%% ਚਾਰਜ ਹੈ
vi: Pin: %d%% đã nạp
zh_tw: 電池: %d%% 已充

source: No batteries found
bn_in: কোন ব্যাটারি খুঁজে পাওয়া যায়নি
ca: No s'ha trobat cap bateria
da: Ingen batterier fundet
el: Δε βρέθηκε μπαταρία
es: No se encontraron baterías
fa: باتری یافت نشد
fo: Eingi battarí eru funnin
pa: ਕੋਈ ਬੈਟਰੀ ਨਹੀਂ ਮਿਲੀ
vi: Không tìm thấy pin
zh_tw: 沒發現任何電池

source: Hide if there is no battery
bn_in: ব্যাটারি অনুপস্থিত থাকলে লুকিয়ে রাখা হবে
ca: Amaga'l si no hi ha bateria
da: Skjul hvis det er ikke er et batteri
el: Απόκρυψη αν δεν υπάρχει μπαταρία
es: Ocultar si no hay baterías
fa: پنهان کنید اگر هیچ باتری وجود ندارد
fo: Fjal um eingi battarí eru
pa: ਜੇ ਕੋਈ ਬੈਟਰੀ ਨਾ ਹੋਵੇ ਤਾਂ ਓਹਲੇ ਰੱਖੋ
vi: Ẩn đi nếu không có pin
zh_tw: 如果沒有電池，請隱藏

source: Alarm command
bn_in: অ্যালার্ম কমান্ড
ca: Ordre d'alarma
da: Alarmkommando
el: Εντολή συναγερμού
es: Comando de alarma
fa: دستور اخطار
fo: Ávaringarstýriboð
pa: ਅਲਾਰਮ ਕਮਾਂਡ
vi: Lệnh báo
zh_tw: 警示提示

source: Alarm time (minutes left)
bn_in: অ্যালার্মের সময় (বাকি থাকা মিনিট)
ca: Temps per l'alarma (temps remanent)
da: Alarmtid (minutter tilbage)
el: Χρόνος συναγερμού (εναπομείναντα λεπτά)
es: Tiempo de alarma (minutos restantes)
fa: زمان اخطار (دقیقه مانده است)
fo: Ávaringartíð (minuttir eftir)
pa: ਅਲਾਰਮ ਸਮਾਂ (ਮਿੰਟ ਪਹਿਲਾਂ)
vi: Thời gian báo (phút còn lại)
zh_tw: 警示時間(剩餘分鐘)

source: Background color
bn_in: প্রেক্ষাপটের রং
ca: Color de fons
da: Baggrundsfarve
el: Χρώμα φόντου
es: Color de fondo
fa: رنگ پس زمینه
fo: Bakgrundslitur:
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ
vi: Màu nền
zh_tw: 背景顏色

source: Charging color 1
bn_in: চার্জের রং ১
ca: Carregant color 1
da: Opladerfarve 1
el: Χρώμα φόρτισης 1
es: Color de carga 1
fa: رنگ شارج ۱
fo: Løðingarlitur 1
pa: ਚਾਰਜ ਕਰਨ ਦੌਰਾਨ ਰੰਗ ੧
vi: Màu khi nạp 1
zh_tw: 充電中顏色一

source: Charging color 2
bn_in: চার্জের রং ২
ca: Carregant color 2
da: Opladerfarve 2
el: Χρώμα φόρτισης 2
es: Color de carga 2
fa: رنگ شارج ۲
fo: Løðingarlitur 2
pa: ਚਾਰਜ ਕਰਨ ਦੌਰਾਨ ਰੰਗ ੨
vi: Màu khi nạp 2
zh_tw: 充電中顏色二

source: Discharging color 1
bn_in: ডিসচার্জের রং ১
ca: Descarregant color 1
da: Afladerfarve 1
el: Χρώμα εκφόρτισης 1
es: Color de descarga 1
fa: رنگ خالی شدن شارج ۱
fo: Avløðingarlitur 1
pa: ਡਿਸ-ਚਾਰਜ ਹੋਣ ਦੌਰਾਨ ਰੰਗ ੧
vi: Màu khi không nạp 1
zh_tw: 未充電顏色一

source: Discharging color 2
bn_in: ডিসচার্জের রং ২
ca: Descarregant color 2
da: Afladerfarve 2
el: Χρώμα εκφόρτισης 1
es: Color de descarga 2
fa: رنگ خالی شدن شارج ۲
fo: Avløðingarlitur 2
pa: ਡਿਸ-ਚਾਰਜ ਹੋਣ ਦੌਰਾਨ ਰੰਗ ੨
vi: Màu khi không nạp 2
zh_tw: 未充電顏色二

source: Border width
bn_in: বর্ডার-এর প্রস্থ
ca: Amplada de la vora
da: Kantbredde
el: Πλάτος πλαισίου
es: Ancho del borde
fa: محدوده ی پنها
fo: Rammubreidd
pa: ਬਾਰਡਰ ਚੌੜਾਈ
vi: Độ rộng của viền
zh_tw: 邊寬

source: Size
bn_in: আকার
ca: Mida
da: Størrelse
el: Μέγεθος
es: Tamaño
fa: اندازه
fo: Stødd
pa: ਆਕਾਰ
vi: Kích thước
zh_tw: 尺寸

source: Battery Monitor
bn_in: ব্যাটারি মনিটর
ca: Monitor de la bateria
da: Batteriovervågning
el: Επίβλεψη μπαταρίας
es: Monitor de la batería
fa: کنترل باتری
fo: Battarívøka
pa: ਬੈਟਰੀ ਮਾਨੀਟਰ
vi: Bộ theo dõi Pin
zh_tw: 電池監視器

source: Display battery status using ACPI
bn_in: ACPI ব্যবহার করে ব্যাটারির অবস্থা প্রদর্শন করুন
ca: Mostra l'estat de la bateria emprant l'ACPI
da: Vis batteristatus med brug af ACPI
el: Απεικόνιση της κατάστασης μπαταρίας με χρήση του ACPI
es: Mostrar estado de la bateria usando ACPI
fa: نمایش وضعیت باتری با استفاده از ACPI
fo: Sýn battarístand nýtandi ACPI
pa: ACPI ਰਾਹੀਂ ਬੈਟਰੀ ਹਾਲਤ ਜਾਣੋ
vi: Hiển thị trạng thái pin sử dụng ACPI
zh_tw: 使用ACPI展示電池狀態
